Repository: MgAl2O4/FFTriadBuddy
Catalog: sources/loc/strings.*.resx
Languages: de, es, fr, ja, zh

# AdjustForm_CancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh: 取消

# AdjustForm_CardDown
source: D:
ja: 下:
zh: 下:

# AdjustForm_CardLeft
source: L:
ja: 左:
zh: 左:

# AdjustForm_CardList
source: Adjusted:
de: Angepasst:
es: Ajustado:
fr: Ajusté :
ja: 調整後:
zh: 调整后:

# AdjustForm_CardRight
source: R:
fr: D:
ja: 右:
zh: 右:

# AdjustForm_CardStatus
source: Status:
es: Estado:
fr: État :
ja: ステータス:
zh: 状态:

# AdjustForm_CardUp
source: U:
fr: H:
ja: 上:
zh: 上:

# AdjustForm_Current
source: Current:
de: Aktuell:
es: Actual:
fr: Actuel :
ja: 現在:
zh: 当前:

# AdjustForm_Distance
source: Distance:
de: Entfernung:
es: Distancia:
ja: 距離:
zh: 差距:

# AdjustForm_Dynamic_CardState_Hidden
source: Hidden
de: Ausgeblendet
es: Oculto
fr: Caché
ja: 隠し

# AdjustForm_Dynamic_CardState_Locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロック中

# AdjustForm_Dynamic_CardState_None
source: None
de: Nichts
es: Ninguno
fr: Aucun
ja: なし

# AdjustForm_Dynamic_CardState_PlacedBlue
source: Placed: Blue
de: Platziert: Blau
es: Colocado: Azul
fr: Placé : Bleu
ja: 配置済み: 青

# AdjustForm_Dynamic_CardState_PlacedRed
source: Placed: Red
de: Platziert: Rot
es: Colocado: Rojo
fr: Placé : Rouge
ja: 配置済み: 赤

# AdjustForm_Dynamic_CardState_Visible
source: Visible
de: Sichtbar
ja: 可視

# AdjustForm_Dynamic_Digit_Default
source: auto
de: automatisch
fr: automatique
ja: 自動
zh: 自动

# AdjustForm_Dynamic_Digit_Override
source: custom
de: Benutzerdefiniert
es: personalizado
fr: Personnaliser
ja: カスタム
zh: 自定义

# AdjustForm_Dynamic_Distance_Classifier
source: <= Classifier based
de: <= Klassifikatorbasiert
es: <= Basado en la clasificación
fr: <= Classificateur basé
ja: <= 分類器による
zh: <= 基于分类器

# AdjustForm_Dynamic_Distance_DefaultHint
source: <= Lower is more accurate
de: <= Niedriger ist genau
es: <= El inferior es más preciso
fr: <= Le plus bas est plus précis
ja: <= 低い方が正確です
zh: <= 越低越准确

# AdjustForm_Dynamic_Distance_Exact
source: <= Exact match
de: <= Exakte Übereinstimmung
es: <= Partida exacta
fr: <= Correspondance exacte
ja: <= 完全一致
zh: <= 精确匹配

# AdjustForm_Dynamic_Distance_NotAvail
source: N/A
de: k.A.
ja: 該当なし

# AdjustForm_Dynamic_UnknownOwner
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
zh: 未知

# AdjustForm_HashList
source: Detect:
de: Erkennen:
es: Detectar:
fr: Détecter :
ja: 検出:
zh: 检测:

# AdjustForm_SaveButton
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存する
zh: 保存

# AdjustForm_Title
source: Adjust detection
de: Erkennung anpassen
es: Ajuste de detección
fr: Ajuster la détection
ja: 検出の調整
zh: 检测调整

# App_Title
source: FF Triad Buddy
ja: FF トリプルトライアド バディ
zh: FF幻卡助手

# DeckCtrl_CtxMenu_LockForOptimization
source: Lock card for deck optimization
de: Karte für Deck-Optimierung sperren
es: Bloquear carta para optimizar el mazo
fr: Verrouiller les cartes pour l'optimisation du deck
ja: デッキの最適化にカードをロックする
zh: 优化卡组时锁定此幻卡

# DeckCtrl_CtxMenu_PickCard
source: Pick card:
de: Wähle Karte:
es: Elegir carta:
fr: Choisir une carte:
ja: カードを選択:
zh: 选择幻卡:

# DeckCtrl_CtxMenu_UseOnlyOwned
source: Use only owned cards (click to change)
de: Nur eigene Karten verwenden (zum Ändern klicken)
es: Usar sólo cartas propias (clic para cambiar)
fr: Utiliser uniquement les cartes détenues (cliquez pour modifier)
ja: 所有しているカードのみを使用(クリックで変更)
zh: 仅使用已拥有的幻卡

# FavDeckCtrl_Edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集

# FavDeckForm_AddButton
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
zh: 添加

# FavDeckForm_Dynamic_AutoName
source: Fav #{0}
ja: お気に入り #{0}
zh: 收藏 #{0}

# FavDeckForm_Dynamic_RemoveMsg
source: Favorite deck will be removed, do you want to continue?
de: Favoriten Deck wird entfernt, möchtest du fortfahren?
es: Se eliminará el mazo favorito, ¿quieres continuar?
fr: Le deck favori sera supprimé, voulez-vous continuer ?
ja: お気に入りのデッキは削除されます。続行しますか？
zh: 卡组收藏将被移除，是否继续？

# FavDeckForm_Dynamic_UpdateButton
source: Update
de: Akutalisieren
es: Actualizar
fr: Mettre à jour
ja: 変更
zh: 更新

# FavDeckForm_Info
source: Favorite deck, click card for options:
de: Bevorzugtes Deck, für Optionen Karte anklicken:
es: Mazo favorito, haz clic en una carta para opciones:
fr: Deck favori, cliquez sur une carte pour les options :
ja: お気に入りのデッキ。カードをクリックしてオプションが開けます:
zh: 卡组收藏，点击下方幻卡查看选项:

# FavDeckForm_Name
source: Short name:
de: Kurzname:
es: Nombre corto:
fr: Nom abrégé:
ja: 略名:
zh: 卡组名称:

# FavDeckForm_RemoveButton
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
ja: 削除
zh: 移除

# FavDeckForm_Title
source: Edit favorite deck
de: Favoriten bearbeiten
es: Editar mazo favorito
fr: Modifier le deck favori
ja: お気に入りのデッキを編集
zh: 编辑卡组收藏

# MainForm_Cards_IconsTitle
source: Icons
de: Symbole
es: Íconos
fr: Icônes
ja: アイコン
zh: 图示

# MainForm_Cards_ListTitle
source: List
de: Liste
es: Lista
fr: Liste
ja: 一覧表示
zh: 表格

# MainForm_Cards_List_ColumnName
source: Name
es: Nombre
fr: Nom
ja: 名前
zh: 名称

# MainForm_Cards_List_ColumnOwned
source: Owned
de: Im Besitz
es: En propiedad
fr: Possédé
ja: 所有済み
zh: 已拥有

# MainForm_Cards_List_ColumnPower
source: Power
es: Poder
fr: Puissance
ja: 数字
zh: 数值

# MainForm_Cards_List_ColumnRarity
source: Rarity
de: Seltenheit
es: Rareza
fr: Rareté
ja: レアリティ
zh: 稀有度

# MainForm_Cards_List_ColumnType
source: Type
de: Typ
es: Tipo
ja: タイプ
zh: 类型

# MainForm_Cards_NumOwned
source: Number of owned cards:
de: Anzahl der eigenen Karten:
es: Número de cartas poseídas:
fr: Nombre de cartes possédées:
ja: 所有カードの枚数:
zh: 已拥有幻卡数:

# MainForm_Cards_Title
source: Cards
de: Karten
es: Cartas
fr: Cartes
ja: カード
zh: 幻卡

# MainForm_CtxMenu_CardInfo_FindOnline
source: Find online
de: Online finden
es: Buscar en línea
fr: Trouver en ligne
ja: オンラインで検索
zh: 在线检索

# MainForm_CtxMenu_CardInfo_NpcReward
source: Npc reward:
de: NPC Belohnung:
es: Recompensa de PNJ:
fr: Récompense du PNJ:
ja: NPC報酬:
zh: NPC奖励:

# MainForm_CtxMenu_FindCard
source: Find card:
de: Karte finden:
es: Buscar carta:
fr: Trouver une carte:
ja: カードを検索:
zh: 查找幻卡:

# MainForm_CtxMenu_FindNpc
source: Find npc:
de: NPC finden:
es: Buscar PNJ:
fr: Trouver un PNJ:
ja: NPCを検索:
zh: 查找NPC:

# MainForm_CtxMenu_Learn_Adjust
source: Adjust...
de: Anpassen...
es: Ajustar...
fr: Ajuster...
ja: 調整…
zh: 调整...

# MainForm_CtxMenu_Learn_Delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh: 删除

# MainForm_CtxMenu_SelectNpc_Rewards
source: Rewards (click to add/remove)
de: Belohnungen (Zum Hinzufügen/Entfernen klicken)
es: Recompensas (haga clic para añadir/eliminar)
fr: Récompenses (cliquez pour ajouter/retirer)
ja: 報酬（クリックで追加/削除）
zh: 奖励（点击添加/移除）

# MainForm_CtxMenu_SelectNpc_Select
source: Select npc to play
de: Wähle NPC zum Starten
es: Selecciona este PNJ para reproducir
fr: Sélectionner un PNJ pour jouer
ja: 対戦NPCを選択
zh: 选择此NPC进行对战

# MainForm_Dynamic_CardOwnedColumn
source: Yes
de: Ja
es: Si
fr: Oui
ja: はい
zh: 是

# MainForm_Dynamic_DeckState_HasDuplicates
source: Found duplicate cards!
de: Doppelte Karten gefunden!
es: ¡Se han encontrado cartas duplicadas!
fr: Cartes dupliquées trouvées !
ja: 重複したカードが見つかりました！
zh: 幻卡重复！

# MainForm_Dynamic_DeckState_MissingCards
source: Missing cards!
de: Fehlende Karten!
es: ¡Faltan cartas!
fr: Cartes manquantes !
ja: カードがありません！
zh: 卡片缺失！

# MainForm_Dynamic_DeckState_TooMany4Star
source: More than two 4+ star!
de: Mehr als zwei 4+ Sterne!
es: ¡Más de dos 4+ estrellas!
fr: Plus de deux 4 étoiles !
ja: ★4以上のカードが最大2枚編成可能!
zh: 多余两张4星+幻卡！

# MainForm_Dynamic_DeckState_TooMany5Star
source: Only one 5 star allowed!
de: Nur ein 5 Sterne erlaubt!
es: ¡Sólo se permite una 5 estrellas!
fr: Une seule 5 étoiles est autorisée !
ja: ★5のカードが1枚のみ編成可能!
zh: 只能有一张5星卡！

# MainForm_Dynamic_NpcCompletedColumn
source: Yes
de: Ja
es: Si
fr: Oui
ja: はい
zh: 是

# MainForm_Dynamic_RuleListEmpty
source: (none)
de: (keine)
es: (ninguno)
fr: (aucun)
ja: (なし)
zh: （无）

# MainForm_Dynamic_Screenhot_Status_NoErrors
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効
zh: 激活

# MainForm_Dynamic_Screenshot_BoardRow_Bottom
source: bot
es: interior
fr: bas
ja: 下
zh: 下

# MainForm_Dynamic_Screenshot_BoardRow_Middle
source: mid
es: central
fr: mil
ja: 中
zh: 中

# MainForm_Dynamic_Screenshot_BoardRow_Top
source: top
es: superior
fr: haut
ja: 上
zh: 上

# MainForm_Dynamic_Screenshot_CardLocation_BlueDeck
source: Blue {0}
de: Blau {0}
es: Azul {0}
fr: Bleu {0}
ja: 自分 {0}
zh: 蓝方 {0}

# MainForm_Dynamic_Screenshot_CardLocation_Board
source: Board {0} {1}
de: Brett {0} {1}
es: Tablero {0} {1}
fr: Plateau {0} {1}
ja: ボード {0} {1}
zh: 牌桌 {0} {1}

# MainForm_Dynamic_Screenshot_CardLocation_RedDeck
source: Red {0}
de: Rot {0}
es: Rojo {0}
fr: Rouge {0}
ja: 相手 {0}
zh: 红方 {0}

# MainForm_Dynamic_Screenshot_CardNotDetected
source: not detected!
de: nicht erkannt!
es: ¡no detectado!
fr: non détectée!
ja: 検出されませんでした!
zh: 未检测到！

# MainForm_Dynamic_Screenshot_HashType_Card
source: Card
de: Karte
es: Carta
fr: Carte
ja: カード
zh: 幻卡

# MainForm_Dynamic_Screenshot_HashType_Number
source: Number
de: Nummer
es: Número
fr: Numéro
ja: 数字
zh: 数值

# MainForm_Dynamic_Screenshot_HashType_Rule
source: Rule
de: Regel
es: Regla
fr: Règle
ja: ルール
zh: 规则

# MainForm_Dynamic_Screenshot_MatchType_Auto
source: Auto
de: Automatisch
ja: 自動
zh: 自动

# MainForm_Dynamic_Screenshot_MatchType_Exact
source: Exact
de: Exakt
es: Exacto
ja: 完全一致
zh: 精确

# MainForm_Dynamic_Screenshot_MatchType_Similar
source: Similar
de: Ähnlich
fr: Similaire
ja: 類似
zh: 近似

# MainForm_Dynamic_Screenshot_SelectDetectionMatch
source: (select match)
de: (Match auswählen)
es: (seleccionar partida)
fr: (choisir la correspondance)
ja: (一致を選択)
zh: （选择匹配）

# MainForm_Dynamic_Screenshot_Status_Disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
zh: 禁用

# MainForm_Dynamic_Screenshot_Status_FailedCardMatching
source: Failed to recognize some of cards! Game state won't be accurate
de: Einige Karten konnten nicht erkannt werden! Der Spielstatus ist nicht korrekt
es: ¡Error al reconocer algunas cartas! El estado del juego no será preciso
fr: Impossible de reconnaître certaines cartes! L'état du jeu ne sera pas précis
ja: 一部のカードを検出できませんでした！対戦状態は正しくない場合があります。
zh: 未能检测某些幻卡! 游戏状态将不准确

# MainForm_Dynamic_Screenshot_Status_MissingGridOrCards
source: Can't find board! Try resetting UI position, turning off reshade, etc...
de: Kann das Board nicht finden! Versuche die UI-Position zurückzusetzen, deaktiviere das reshade, etc...
es: ¡No se puede encontrar el tablero! Intenta restablecer la posición de la interfaz de usuario, apagando el rehade, etc...
fr: Plateau introuvable ! Essayez de réinitialiser la position de l'IU, désactiver reshade, etc...
ja: ボードを検出できません！UI位置のリセットや、Reshadeを無効にするなどを試してください...
zh: 无法找到牌桌！请尝试调整界面位置，关闭画面滤镜，等...

# MainForm_Dynamic_Screenshot_Status_UnknownHash
source: Can't recognize pattern! See details below
de: Muster kann nicht erkannt werden! Siehe Details unten
es: ¡No se puede reconocer el patrón! Ver los detalles a continuación
fr: Impossible de reconnaître le modèle! Voir les détails ci-dessous
ja: パターンを検出できません！詳細は以下を参照してください。
zh: 无法检测图案！请查看下方详情

# MainForm_Dynamic_Setup_CloudSave_Loaded
source: Cloud save applied
de: Cloudspeicherung angewendet
es: Guardado en la nube aplicado
fr: Sauvegarde Cloud appliquée
ja: クラウドデータが適用されました
zh: 已启用云端保存

# MainForm_Dynamic_Setup_CloudStatus_ApiFailure
source: API call failed
de: API-Zugriff fehlgeschlagen
es: Falló la llamada API
fr: Échec de l'appel API
ja: API アクセスに失敗しました
zh: API调用失败

# MainForm_Dynamic_Setup_CloudStatus_AuthInProgress
source: authorizing...
de: autorisieren...
es: autorizando...
fr: autorisation...
ja: 認証中...
zh: 授权中...

# MainForm_Dynamic_Setup_CloudStatus_Disabled
source: disabled, local only
de: deaktiviert, nur lokal
es: desactivado, solo local
fr: désactivé, local uniquement
ja: 無効、ローカルのみ
zh: 禁用，仅在本地使用

# MainForm_Dynamic_Setup_CloudStatus_NoDatabase
source: database failure
de: Datenbankfehler
es: error de base de datos
fr: échec de la base de données
ja: データベースにエラー
zh: 数据库故障

# MainForm_Dynamic_Setup_CloudStatus_NoErrors
source: active
de: aktiv
es: activo
fr: actif
ja: 有効
zh: 激活

# MainForm_Dynamic_Setup_CloudStatus_NotAuthorized
source: Auth required
de: Auth erforderlich
es: Se requiere autenticación
fr: Authentification requise
ja: 認証が必要です
zh: 需要授权

# MainForm_Dynamic_Setup_CloudStatus_NotInitialized
source: scanning...
de: Scannen...
es: escaneando...
fr: analyse...
ja: 検出中…
zh: 扫描中...

# MainForm_Dynamic_Setup_CloudStatus_Synced
source: synchronized
de: Synchronisiert
es: sincronizado
fr: synchronisé
ja: 同期しました
zh: 已同步

# MainForm_Dynamic_Setup_CloudStatus_Uploaded
source: stored
de: gespeichert
es: almacenado
fr: stocké
ja: 保存済み
zh: 已保存

# MainForm_Dynamic_Setup_OptimizerProgressAborted
source: aborted at {0:P0}
de: abgebrochen um {0:P0}
es: abortado en {0:P0}
fr: abandonné à {0:P0}
ja: {0:P0} で中止されました
zh: 已在 {0:P0} 中断

# MainForm_Dynamic_Simulate_BlueStartButton
source: Blue starts
de: Blau beginnt
es: Empieza azul
fr: Bleu débute
ja: 自分が先攻
zh: 蓝方先手

# MainForm_Dynamic_Simulate_ChanceIsDraw
source: (DRAW)
de: (ZIEH)
es: (EMPATE)
fr: (TIRAGE)
ja: (引き分け)
zh: （平局）

# MainForm_Dynamic_Simulate_ChangeBlueHint
source: Click to change card
de: Klicken, um die Karte zu ändern
es: Haga clic para cambiar la carta
fr: Cliquez pour changer de carte
ja: クリックしてカードを変更
zh: 点击切换幻卡

# MainForm_Dynamic_Simulate_EndGame_BlueDraw
source: draw
de: unentschieden
es: empate
fr: tirage
ja: 引き分け
zh: 平局

# MainForm_Dynamic_Simulate_EndGame_BlueLost
source: lost
de: verloren
es: derrota
fr: perdu
ja: 敗北
zh: 输

# MainForm_Dynamic_Simulate_EndGame_BlueWin
source: yay!
de: Juhu!
es: ¡Hurra!
fr: youpi !
ja: やった！
zh: 耶！

# MainForm_Dynamic_Simulate_LastCardHint
source: [Place last red card to trigger modifier]
de: [Legen Sie die letzte rote Karte, um den Modifikator auszulösen]
es: [Coloca la última carta roja para activar el modificador]
fr: [Placer la dernière carte rouge pour déclencher le modificateur]
ja: [相手のカードを配置してルールを適用する]
zh: [放置最后一张红卡以触发规则]

# MainForm_Dynamic_Simulate_RedStartButton
source: Red start: drag && drop card on board
de: Rot startet: Karte per Drag & Drop auf das Board
es: Empieza rojo: arrastre y suelte la carta en el tablero
fr: Début rouge: glisser-déposer la carte sur le plateau
ja: 相手先攻: カードをボードへドラッグ&ドロップ
zh: 红方先手:请将幻卡拖放到牌桌

# MainForm_Dynamic_Simulate_SwapRuleButton
source: Select one card from each deck to swap
de: Wählen Sie eine Karte von jedem Deck zum Tausch
es: Selecciona una carta de cada mazo para intercambiar
fr: Sélectionnez une carte de chaque deck à échanger
ja: 各デッキからカードを1枚選択して交換する
zh: 从双方卡组中各选一张幻卡进行交换

# MainForm_Npcs_List_ColumnCompleted
source: Completed
de: Abgeschlossen
es: Completado
fr: Complété
ja: 完了
zh: 完成

# MainForm_Npcs_List_ColumnLocation
source: Location
de: Standort
es: Ubicación
fr: Lieu
ja: 位置
zh: 位置

# MainForm_Npcs_List_ColumnName
source: Name
es: Nombre
fr: Nom
ja: 名前
zh: 名称

# MainForm_Npcs_List_ColumnPower
source: Power
es: Poder
fr: Puissance
ja: 数字
zh: 强度

# MainForm_Npcs_List_ColumnReward
source: Reward
de: Belohnung
es: Recompensa
fr: Récompense
ja: 報酬
zh: 奖励

# MainForm_Npcs_List_ColumnRules
source: Rules
de: Regeln
es: Reglas
fr: Règles
ja: ルール
zh: 规则

# MainForm_Npcs_NumKnown
source: Number of npcs with cards:
de: Anzahl der NPCs mit Karten:
es: Número de npcs con cartas:
fr: Nombre de PNJs avec cartes:
ja: カードを獲得できるNPC数:
zh: 未完全击破的NPC数:

# MainForm_Npcs_Title
source: Npcs
fr: PNJs
ja: NPC
zh: NPC

# MainForm_Screenshot_CurrentState
source: Current state:
de: Aktueller Status
es: Estado actual:
fr: État actuel:
ja: 現在の状態:
zh: 当前状态:

# MainForm_Screenshot_History_CardsColumnDetection
source: Last detection
de: Letzte Erfassung
es: Última detección
fr: Dernière détection
ja: 最新の検出
zh: 最后一次检测

# MainForm_Screenshot_History_CardsColumnSides
source: Numbers [U-L-D-R]
de: Nummern [U-L-D-R]
es: Números [U-L-D-R]
fr: Numéros [U-L-D-R]
ja: 数字 [上-左-下-右]
zh: 数值 [上-左-下-右]

# MainForm_Screenshot_History_CardsColumnType
source: Type
de: Typ
es: Tipo
ja: タイプ
zh: 类型

# MainForm_Screenshot_History_HashColumnDetection
source: Last detection
de: Letzte Erfassung
es: Última detección
fr: Dernière détection
ja: 最新の検出
zh: 最后一次检测

# MainForm_Screenshot_History_HashColumnType
source: Type
de: Typ
es: Tipo
ja: タイプ
zh: 类型

# MainForm_Screenshot_InfoLines
source: Rules: - game must be in Windowed or Borderless Windowed mode - UI: set scale to 100%, use dark scheme - npc must be selected - capture during Blue turn, after all card animations finished (!!!) Gamepad: press both trigger buttons to capture Works with Mini Cactpot too :D
de: Regeln: - Das Spiel muss im Fenstermodus oder im randlosen Fenstermodus sein. - UI: Skalierung auf 100% setzen, dunkles Schema verwenden - NPC muss ausgewählt sein - Aufnahme während des blauen Zuges, nachdem alle Kartenanimationen abgeschlossen sind (!!!) Gamepad: Drücken Sie beide Trigger-Tasten zum Erfassen Funktioniert auch mit Mini Cactpot :D
es: Reglas: - el juego debe estar en modo ventana o ventana sin bordes - UI: establecer escala a 100%, usa interfaz oscuro - Se debe de seleccionar al PNJ - Haz captura durante el turno de Azul, después de que hayan terminado todas las animaciones de las cartas (! !) Mando: presione ambos gatillos para hacer captura Funciona también con Mini Cactpot :D
fr: Règles : - le jeu doit être en mode Fenêtré ou Fenêtre sans bordure - IU : définir l'échelle à 100%, utiliser le schéma sombre - PNJ doit être sélectionné - capturer pendant le tour bleu, après que toutes les animations de carte soient terminées (!!!) Gamepad : appuyez sur les deux boutons de déclenchement pour capturer Fonctionne également avec le Mini Cactpot :D
ja: 手順: - ゲーム画面をウィンドウモードや仮想フルスクリーンモードへ切替 - UIサイズを100%を設定、カラーテーマをダークにする。 - カードのアニメーションが終わった後、自分の手番で画面をキャプチャ(!!!) コントローラーを使っている方: LT/RTを同時押し。 ミニ・くじテンダーにも使える。
zh: 说明: - 游戏必须处于普通窗口或窗口全屏模式 - 界面: 将基本尺寸调整为100%, 使用深色主题 - 必须选中NPC - 待所有幻卡动画结束后，在蓝方回合进行捕获（！！！） 手柄:同时按下LT与RT按键进行捕获 此模式也适用于仙人微彩 :D

# MainForm_Screenshot_Learn_DetectList
source: Detect:
de: Ermittelt:
es: Detectar:
fr: Détecter:
ja: 検出:
zh: 检测:

# MainForm_Screenshot_Learn_DiscardAllButton
source: Discard All
de: Alle Verwerfen
es: Descartar todo
fr: Tout abandonner
ja: すべてを破棄する
zh: 丢弃所有

# MainForm_Screenshot_Learn_DiscardAllInfo
source: << Resets scanner state
de: << Setzt den Status des Scanners zurück
es: << Reinicia el estado del escáner
fr: << État du scanner de réinitialisation
ja: << スキャナをリセット
zh: << 重置扫描仪状态

# MainForm_Screenshot_Learn_PendingPlural
source: (there are {0} more pending)
de: (es sind {0} weitere ausstehend)
es: (hay {0} más pendientes)
fr: (il y a {0} autres en attente)
ja: ({0} 件が保留中です)
zh: （还有{0}个待处理）

# MainForm_Screenshot_Learn_PendingSingular
source: (there is 1 more pending)
de: (weitere 1 steht noch aus)
es: (hay 1 más pendiente)
fr: (il y a 1 autre en attente)
ja: (1 件が保留中です)
zh: （还有1个待处理）

# MainForm_Screenshot_Learn_SaveButton
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存する
zh: 保存

# MainForm_Screenshot_Learn_SourceImage
source: Source image:
de: Quellbild:
es: Fuente de la imagen:
fr: Image source:
ja: ソース画像:
zh: 来源图像:

# MainForm_Screenshot_Learn_Type
source: Type:
de: Typ:
es: Tipo:
ja: タイプ:
zh: 类型:

# MainForm_Screenshot_ListHint
source: ^ Right click on lists for options
de: ^ Rechtsklicken Sie auf Listen für Optionen
es: ^ Clic derecho en las listas para opciones
fr: ^ Clic droit sur les listes pour les options
ja: 右クリックで詳細オプションを開く
zh: ^ 右键列表进行编辑

# MainForm_Screenshot_RemovePatternsButton
source: Remove local patterns
de: Lokale Muster entfernen
es: Eliminar patrones locales
fr: Supprimer les modèles locaux
ja: 保存したパターンを削除
zh: 移除本地图案

# MainForm_Screenshot_RemovePatternsTitle
source: Use to clear all custom patterns and start from scratch:
de: Verwenden Sie diese Option, um alle benutzerdefinierten Muster zu löschen und von vorne zu beginnen:
es: Utilizar para borrar todos los patrones personalizados y empezar desde el principio:
fr: Utiliser pour effacer tous les modèles personnalisés et partir de zéro:
ja: カスタムパターンを削除して検出機能をリセット
zh: 清除所有的自定义图案，并重新开始:

# MainForm_Screenshot_Title
source: Play: Screenshot
de: Spielen: Screenshot
es: Reproducción: Captura de pantalla
fr: Lecture: Capture d'écran
ja: 対戦: 検出機能
zh: 对局:捕获模式

# MainForm_Setup_Cloud_AuthButton
source: Login:
es: Conectar:
fr: Connexion:
ja: ログイン:
zh: 登录:

# MainForm_Setup_Cloud_Desc
source: Save in Google:
de: In Google speichern:
es: Guardar en Google:
fr: Enregistrer sur Google:
ja: Google Driveに保存
zh: 保存在谷歌网盘:

# MainForm_Setup_Deck_OptimizeAbortButton
source: Abort
de: Abbrechen
es: Abortar
fr: Abandonner
ja: 中止
zh: 中断

# MainForm_Setup_Deck_OptimizeStartButton
source: Optimize deck for NPC
de: Deck für NPC optimieren
es: Optimizar mazo para PNJ
fr: Optimiser le deck pour le PNJ
ja: デッキをNPCによって最適化
zh: 为此NPC优化卡组

# MainForm_Setup_Deck_Title
source: Active deck, click card for options:
de: Aktives Deck, für Optionen Karte anklicken:
es: Mazo activo, clic en una carta para opciones:
fr: Deck actif, cliquez sur carte pour les options:
ja: 現在のデッキ、カードをクリックしてオプションが開けます:
zh: 生效中卡组，点击下方幻卡查看选项

# MainForm_Setup_Fav_AddSlotButton
source: Add favorite deck slot
de: Favoriten Deck-Slot hinzufügen
es: Añadir ranura de mazo favorito
fr: Ajouter un emplacement de deck favori
ja: デッキをお気に入りに追加
zh: 添加收藏卡组

# MainForm_Setup_NPC_DeckPower
source: Deck power:
es: Poder del mazo:
fr: Puissance du deck:
ja: デッキの数字:
zh: 卡组强度:

# MainForm_Setup_NPC_Location
source: Location:
de: Standort:
es: Ubicación:
fr: Lieu:
ja: 位置:
zh: 位置:

# MainForm_Setup_NPC_Rules
source: Rules:
de: Regeln:
es: Reglas:
fr: Règles:
ja: ルール:
zh: 规则:

# MainForm_Setup_NPC_WinChance
source: Win chance:
de: Gewinnchance:
es: Probabilidad de ganar:
fr: Chance de victoire:
ja: 勝率:
zh: 获胜概率:

# MainForm_Setup_OptimizerStats_NumOwned
source: Num owned cards:
de: Anzahl der Karten im Besitz:
es: Número de cartas poseídas:
fr: Nombre de cartes détenues:
ja: 所有カード数:
zh: 已拥有幻卡数:

# MainForm_Setup_OptimizerStats_NumPossible
source: Num possible decks:
de: Anzahl möglicher Decks:
es: Número de mazos posibles:
fr: Nombre de decks possibles:
ja: 可能なデッキ数:
zh: 卡组可能性:

# MainForm_Setup_OptimizerStats_NumTested
source: Num tested decks:
de: Anzahl getesteter Decks:
es: Número de mazos probados:
fr: Nombre de decks testés:
ja: テスト済みデッキ数:
zh: 已测试卡组:

# MainForm_Setup_OptimizerStats_Progress
source: Progress:
de: Fortschritt:
es: Progreso:
fr: Progrès:
ja: 進捗状況：
zh: 进度:

# MainForm_Setup_OptimizerStats_TimeLeft
source: Time left:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: Temps restant:
ja: 残り時間:
zh: 剩余时间:

# MainForm_Setup_OptimizeStats_Title
source: Optimization stats:
de: Optimierungsstatus:
es: Estadísticas de optimización:
fr: Statistiques d'optimisation:
ja: 最適化統計:
zh: 优化详情:

# MainForm_Setup_RulesToggle
source: Toggle npc rules, disable for tournament
de: NPC-Regeln ein-/ausschalten für Turnier
es: Cambiar reglas de PNJ, desactivar para torneos
fr: Modifier les règles PNJ, désactiver pour le tournoi
ja: NPCルールを切り替え、トーナメントで無効にする
zh: 切换NPC规则，取消勾选为大赛专用

# MainForm_Setup_Rules_Region1
source: Region rule 1:
de: Regionalregel 1:
es: Regla 1 de Región:
fr: Règle de région 1:
ja: 流行ルール1:
zh: 流行规则1:

# MainForm_Setup_Rules_Region2
source: Region rule 2:
de: Regionalregel 2:
es: Regla 2 de Región:
fr: Règle de région 2:
ja: 流行ルール2:
zh: 流行规则2:

# MainForm_Setup_Rules_Tournament
source: Tournament:
de: Turnier:
es: Torneo:
fr: Tournoi:
ja: トーナメント:
zh: 大赛:

# MainForm_Setup_Rules_TournamentRules
source: Rules:
de: Regeln:
es: Reglas:
fr: Règles:
ja: ルール:
zh: 规则:

# MainForm_Setup_Title
source: Setup
de: Konfiguration
es: Configurar
fr: Configuration
ja: 設定
zh: 配置

# MainForm_Simulate_Debug_ForceCached
source: Force using cached image
de: Erzwinge mit zwischengespeichertem Bild
es: Forzar el uso de imagen en caché
fr: Forcer l'utilisation de l'image en cache
ja: 強制的にキャッシュされた画像を使用する
zh: 强制使用缓存图像
