Repository: MgAl2O4/FFTriadBuddy
Catalog: sources/loc/strings.*.resx
Languages: de, es, fr, ja, zh

# MainForm_Simulate_Debug_Info
source: Take game screenshot: DEBUG mode
de: Machen Sie einen Screenshot vom Spiel: DEBUG-Modus
es: Capturar pantalla de juego: modo DEBUG
fr: Capture d'écran du jeu: mode DEBUG
ja: スクリーンショットを撮る: デバッグ用
zh: 拍摄游戏截图:DEBUG模式

# MainForm_Simulate_Game_ApplyRuleButton
source: Apply rule
de: Regel anwenden
es: Aplicar regla
fr: Appliquer une règle
ja: ルールを適用
zh: 应用规则

# MainForm_Simulate_Game_ListHint
source: [Drag && drop cards on board]
de: [Karten auf das Board ziehen und ablegen]
es: [Arrastra y suelta cartas en el tablero]
fr: [Glisser et déposer des cartes sur le plateau]
ja: [カードをボードへドラッグ&ドロップ]
zh: [请将幻卡拖放到牌桌]

# MainForm_Simulate_Game_SpecialRule
source: Special Rule >>
de: Sonderregel >>
es: Regla Especial >>
fr: Règle Spéciale >>
ja: 特殊ルール >>
zh: 特殊规则 >>

# MainForm_Simulate_Random_Info
source: Adjust randomized deck :(
de: Zufälliges Deck anpassen :(
es: Ajustar mazo randomizado :(
fr: Ajuster le deck randomisé :(
ja: ランダムなデッキを調整する :(
zh: 调整随机卡组 :(

# MainForm_Simulate_ResetButton
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
zh: 重置

# MainForm_Simulate_Roulette_Rule1
source: Pick roulette rule #1
de: Wähle Roulette Regel #1 aus
es: Escoge la regla #1 de ruleta
fr: Choisir la règle de la roulette #1
ja: ルーレットルール#1を選択
zh: 选择天选规则 #1

# MainForm_Simulate_Roulette_Rule2
source: Pick roulette rule #2
de: Wähle Roulette Regel #2 aus
es: Escoge la regla #2 de ruleta
fr: Choisir la règle de la roulette #2
ja: ルーレットルール#2を選択
zh: 选择天选规则 #2

# MainForm_Simulate_Roulette_Rule3
source: Pick roulette rule #3
de: Wähle Roulette Regel #3 aus
es: Escoge la regla #3 de ruleta
fr: Choisir la règle de la roulette #3
ja: ルーレットルール#3を選択
zh: 选择天选规则 #3

# MainForm_Simulate_Roulette_Rule4
source: Pick roulette rule #4
de: Wählen Sie Roulette-Regel #4
es: Escoge la regla #4 de ruleta
fr: Choisir la règle de la roulette #4
ja: ルーレットルール#4を選択
zh: 选择天选规则 #4

# MainForm_Simulate_RuleList
source: Current rules:
de: Aktuelle Regeln:
es: Reglas actuales:
fr: Règles actuelles:
ja: 現在のルール:
zh: 当前规则:

# MainForm_Simulate_Title
source: Play: Simulate
de: Spielen: Simulieren
es: Reproducción: Simular
fr: Lire: Simuler
ja: 対戦: シミュレーション
zh: 对局:模拟模式

# MainForm_Simulate_UndoRedMoveButton
source: Undo last Red move
de: Letzten roten Zug rückgängig machen
es: Deshacer el último movimiento de Rojo
fr: Annuler le dernier coup Rouge
ja: 最後の相手カード操作を元に戻す
zh: 撤销红方上一步

# MainForm_Simulate_WinChance
source: Win chance:
de: Gewinnchance:
es: Probabilidad de ganar:
fr: Chance de victoire:
ja: 勝率:
zh: 获胜概率:

# MainForm_UpdateNotify
source: New version downloaded, please restart program to finish update. Click here to hide.
de: Neue Version heruntergeladen, bitte starten Sie das Programm neu, um das Update abzuschließen. Klicken Sie hier, um es auszublenden.
es: Nueva versión descargada, por favor reinicie el programa para finalizar la actualización. Haga clic aquí para ocultar.
fr: Nouvelle version téléchargée, veuillez redémarrer le programme pour terminer la mise à jour. Cliquez ici pour cacher.
ja: 新しいバージョンがダウンロードされました。アップデートを完了するためにプログラムを再起動してください。非表示にするにはここをクリックしてください。
zh: 新版本已下载完成，请重新启动程序以完成更新。点击此处隐藏。

# OverlayForm_Capture_AutoScan
source: Auto scan
de: Automatischer Scan
es: Escaneo automático
fr: Balayage auto
ja: 自動スキャン
zh: 自动扫描

# OverlayForm_Capture_Button
source: Capture
de: Erfassen
es: Capturar
fr: Capturer
ja: キャプチャ
zh: 捕获

# OverlayForm_Capture_Details
source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ja: 詳細表示
zh: 展开详情

# OverlayForm_Capture_Status
source: Status
es: Estado
fr: État
ja: ステータス
zh: 状态

# OverlayForm_CardInfo_Swapped
source: SWAPPED
de: GETAUSCHT
es: Intercambiado
fr: ÉCHANGÉ
ja: 交換済み
zh: 已交换

# OverlayForm_DeckInfo_Mismatch
source: Blue deck is not matching Setup page! Solver needs to observe a few games to guess correct one.
de: Das blaue Deck passt nicht zur Setup-Seite! Der Solver muss ein paar Spiele beobachten, um das richtige Spiel zu erraten.
es: ¡El mazo azul no coincide con la página de configuración! El solucionador necesita observar algunas partidas para generar uno correcto.
fr: Le paquet bleu ne correspond pas à la page de configuration! Le solveur doit observer quelques jeux pour deviner la bonne.
ja: 自分のデッキはセットアップページと一致しません！ソルバーは正しいカードを検出するためにいくつかの対戦を観察する必要があります。
zh: 蓝方卡组与设置页不匹配！求解器需要观察几局才能猜出正确的幻卡。

# OverlayForm_Details_RedDeck
source: Red deck details:
de: Details zum roten Deck
es: Detalles del mazo de Rojo:
fr: Détails du deck Rouge :
ja: デッキ詳細を表示
zh: 红方卡组详情:

# OverlayForm_Details_RedInfo
source: < Potential red cards, not including visible ones below:
de: < Mögliche rote Karten, ohne die unten sichtbaren:
es: < Cartas rojas posibles, sin incluir las visibles debajo:
fr: < Cartes rouges potentielles, sans inclure celles visibles ci-dessous:
ja: < 可能な相手のカードです。以下に表示されるカードは含みません：
zh: < 隐藏的红方幻卡，不包含下方可见的:

# OverlayForm_Details_RedPlacedAll
source: All placed: {0}
de: Alle platziert: {0}
es: Todas colocadas: {0}
fr: Tous placés: {0}
ja: 必ず持ち: {0}
zh: 必带卡: {0}

# OverlayForm_Details_RedPlacedVariable
source: Var placed: {0}
de: Var platziert: {0}
es: Var colocado: {0}
fr: Variable placée: {0}
ja: 持ち可能: {0}
zh: 选带卡: {0}

# OverlayForm_Details_Rules
source: Rules: {0}
de: Regeln: {0}
es: Reglas: {0}
fr: Règles: {0}
ja: ルール: {0}
zh: 规则: {0}

# OverlayForm_Details_ScanId
source: Scan Id: {0}
es: Id del escaneo: {0}
fr: ID du scan: {0}
ja: スキャンID: {0}
zh: 扫描Id: {0}

# OverlayForm_Dynamic_NpcUnknown
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
zh: 未知

# OverlayForm_Dynamic_RulesWaiting
source: npc changed, waiting for scan...
de: NPC geändert, warten auf Scan...
es: PNJ cambiado, esperando a escanear...
fr: PNJ a changé, en attente d'analyse...
ja: NPCが変更されたので、再スキャンを待ってください…
zh: NPC已改变，正在等待扫描...

# OverlayForm_Dynamic_Status_ActiveTurn
source: Ready (active turn!)
de: Bereit (aktiver Zug!)
es: Listo (Activar turno!)
fr: Prêt (tour actif!)
ja: 準備完了 (俺のターン!)
zh: 准备就绪（我的回合！）

# OverlayForm_Dynamic_Status_AutoScanMouseOverBoard
source: Move cursor away from scan zone!
de: Bewegen Sie den Cursor aus dem Scanbereich heraus!
es: ¡Mueve el cursor lejos de la zona de escaneo!
fr: Éloignez le curseur de la zone de scan!
ja: スキャンゾーンからカーソルを遠ざける！
zh: 将鼠标光标从扫描区移开！

# OverlayForm_Dynamic_Status_CactpotReady
source: Mini cactpot: Ready
de: Mini Cactpot: Bereit
es: Mini cactpot: Listo
fr: Mini cactpot: Prêt
ja: ミニサボテン: 準備完了
zh: 仙人微彩:准备就绪

# OverlayForm_Dynamic_Status_FailedCardMatching
source: Unknown cards! Check Play:Screenshot for details
de: Unbekannte Karten! Überprüfe Play:Screenshot für Details
es: ¡Cartas desconocidas! Revisa Reproducción: Captura de pantalla para más detalles
fr: Cartes inconnues! Vérifiez la capture d'écran pour plus de détails
ja: 不明なカードです！詳細は[対戦: スクリーンショット]で確認してください
zh: 未知幻卡！查看[对局:捕获模式]选项卡了解详情

# OverlayForm_Dynamic_Status_MissingCards
source: Can't find blue deck
de: Blaues Deck kann nicht gefunden werden
es: No se puede encontrar el mazo azul
fr: Deck bleu introuvable
ja: 自分のデッキが見つかりません
zh: 找不到蓝色卡组

# OverlayForm_Dynamic_Status_MissingGameProcess
source: Game is not running
de: Spiel läuft nicht!
es: El juego no se está ejecutando
fr: Le jeu n'est pas en cours d'exécution
ja: ゲームが起動していません
zh: 游戏没有运行

# OverlayForm_Dynamic_Status_MissingGameWindow
source: Can't find game window
de: Spielfenster nicht gefunden
es: No se puede encontrar la ventana del juego
fr: Impossible de trouver la fenêtre de jeu
ja: ゲームウィンドウは見つかりません
zh: 无法找到游戏窗口

# OverlayForm_Dynamic_Status_MissingGrid
source: Can't find board
de: Board nicht gefunden
es: No se puede encontrar el tablero
fr: Plateau introuvable
ja: ボードが見つかりません
zh: 无法找到牌桌

# OverlayForm_Dynamic_Status_NoInputImage
source: Can't retrieve image to analyze
de: Bild kann nicht zur Analyse abgerufen werden
es: No se puede recuperar la imagen para analizar
fr: Impossible de récupérer l'image à analyser
ja: 画像を取得できません。
zh: 无法检索到待分析的图像

# OverlayForm_Dynamic_Status_NoScannerMatch
source: Can't find minigame window
de: Minigame Fenster nicht gefunden
es: No se puede encontrar la ventana del minijuego
fr: Impossible de trouver la fenêtre du mini-jeu
ja: ミニゲームウィンドウが見つかりません
zh: 无法找到小游戏窗口

# OverlayForm_Dynamic_Status_Ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
zh: 准备就绪

# OverlayForm_Dynamic_Status_ScannerErrors
source: Failed to recognize minigame
de: Minispiel konnte nicht erkannt werden
es: Error al reconocer el minijuego
fr: Impossible de reconnaître le mini-jeu
ja: ミニゲームウィンドウを検出できませんでした。
zh: 无法识别小游戏

# OverlayForm_Dynamic_Status_UnknownHash
source: Unknown pattern! Check Play:Screenshot for details
de: Unbekanntes Muster! Siehe Play:Screenshot für Details
es: ¡Patrón desconocido! Revisa Reproducción: Captura de pantalla para más detalles
fr: Modèle inconnu! Vérifiez la lecture:Capture d'écran pour plus de détails
ja: 不明なパターンです！詳細は[対戦: スクリーンショット]で確認してください
zh: 未知图案！查看[对局:捕获模式]选项卡了解详情

# OverlayForm_Dynamic_Status_WaitingForTurn
source: Waiting for blue turn
de: Warten auf blauen Zug
es: Esperando al turno de Azul
fr: En attente du tour bleu
ja: 自分の手番を待っています
zh: 等待蓝方回合

# Game_WindowNamePrefix
source: FINAL FANTASY
de: FINALE FANTASIE
zh: 最终幻想

# MainForm_Setup_NPC
source: NPC:
es: PNJ:
fr: PNJ:

# OverlayForm_Details_Npc
source: NPC: {0}
es: PNJ: {0}
fr: PNJ : {0}
